
class Text
{
    public const string _welcome = "Это суперский калькулятор!\r\n\r\n" +
        "Режимы:\r\n \"" +
        "вычислить\"\r\n \"" +
        "правила\"\r\n \"" +
        "история\"\r\n \"" +
        "время\"";

    public const string _operation = "\r\nДоступные операции:\r\n " +
        "[ + ] - сложение\r\n " +
        "[ - ] - вычитание\r\n " +
        "[ * ] - умножение\r\n " +
        "[ / ] - деление\r\n " +
        "[ % ] - вычисление остатка от деления\r\n " +
        "[ ^ ] - возведение в степень\r\n\r\n" +
        "Правила:\r\n " +
        "- небходимо разделять вводимые числа и доступные \r\n" +
        "операции, хотя бы одним пробелом;\r\n " +
        "- пример правильного ввода: \"2 + 3 * 4 - 5 % 6 ^ 7\"\r\n";
}
